export const nav = [
	{
		name: 'Аренда',
		address: '/rent',
	},
	{
		name: 'Выкуп',
		address: '/ransom',
	},
	{
		name: 'Тарифы',
		address: '/rates',
	},
	{
		name: 'Таксопарк',
		address: '/cars',
	},
	{
		name: 'Вопросы и ответы',
		address: '/help',
	},
	{
		name: 'Отзывы',
		address: '/reviews',
	},
	{
		name: 'Контакты',
		address: '/contact',
	},
];

export const taxiPark = [
	{
		url: 'volkswagen-polo',
		brand: 'Volkswagen Polo',
		type: 'Эконом',
		price: 1300,
		text: 'Volkswagen Polo известен своей надежностью и экономичностью. Это отличный выбор для водителей такси, которые ищут универсальный автомобиль для работы в городе.',
		sale: true,
	},
	{
		url: 'skoda-rapid',
		brand: 'Skoda Rapid',
		type: 'Эконом',
		price: 1400,
		text: 'Skoda Rapid предлагает просторный салон и отличную управляемость. Это популярный выбор среди водителей такси благодаря своей надежности и комфорту.',
		sale: true,
	},
	{
		url: 'skoda-octavia',
		brand: 'Skoda Octavia',
		type: 'Комфорт',
		price: 1800,
		text: 'Skoda Octavia - это выбор профессионалов. С просторным салоном и отличными техническими характеристиками, этот автомобиль обеспечивает комфорт на каждой поездке.',
		sale: false,
	},
	{
		url: 'kia-rio',
		brand: 'Kia Rio',
		type: 'Эконом',
		price: 2100,
		text: 'Kia Rio - это один из самых востребованных автомобилей в такси благодаря своему стильному дизайну, экономичности и надежности.',
		sale: false,
	},
	{
		url: 'kia-ceed',
		brand: 'Kia Ceed',
		type: 'Эконом',
		price: 2400,
		text: 'Выберите Kia Ceed для комфортных и безопасных поездок. Этот автомобиль идеально подходит для тех, кто ценит качество и хочет предложить клиентам высокий уровень комфорта.',
		sale: false,
	},
	{
		url: 'kia-cerato',
		brand: 'Kia Cerato',
		type: 'Комфорт',
		price: 2500,
		text: 'Kia Cerato привлекает своим современным дизайном и технологиями. Это отличный выбор для водителей, стремящихся предоставить своим пассажирам максимальный комфорт.',
		sale: false,
	},
	{
		url: 'kia-k5',
		brand: 'Kia K5',
		type: 'Комфорт+',
		price: 3800,
		text: 'Kia K5 – это синоним современного комфорта и стиля. С этим автомобилем каждая поездка будет на высшем уровне.',
		sale: false,
	},
	{
		url: 'kia-optima',
		brand: 'Kia Optima',
		type: 'Комфорт+',
		price: 2600,
		text: 'Kia Optima - это сочетание элегантности и практичности. Этот автомобиль идеально подойдет тем, кто ценит комфорт и стиль.',
		sale: true,
	},
	{
		url: 'cherry-tiggo',
		brand: 'Cherry Tiggo',
		type: 'Комфорт',
		price: 2900,
		text: 'Cherry Tiggo предлагает превосходное сочетание стиля, комфорта и производительности, делая его идеальным выбором для работы в такси.',
		sale: false,
	},
	{
		url: 'moskvich-3',
		brand: 'Moskvich 3',
		type: 'Комфорт',
		price: 2900,
		text: 'Откройте для себя надежность и стиль с Moskvich 3. Этот автомобиль сочетает в себе комфорт и эффективное потребление топлива, делая его идеальным выбором для городских поездок.',
		sale: false,
	},
	{
		url: 'nissan-qashqai',
		brand: 'Nissan Qashqai',
		type: 'Комфорт',
		price: 2300,
		text: 'Nissan Qashqai сочетает в себе простор и мощь SUV с управляемостью и экономичностью седана, что делает его идеальным авто для работы в такси.',
		sale: false,
	},
	{
		url: 'Gelly-emrand',
		brand: 'Gelly Emrand',
		type: 'Комфорт',
		price: 3000,
		text: '',
		sale: false,
	},
	{
		url: 'toyota-camry',
		brand: 'Toyota Camry',
		type: 'Комфорт+',
		price: 3300,
		text: 'Toyota Camry давно зарекомендовала себя как выбор номер один для тех, кто ищет надежность, комфорт и престиж в одном автомобиле.',
		sale: false,
	},
	{
		url: 'hyundai-sonata',
		brand: 'Hyundai Sonata',
		type: 'Комфорт+',
		price: 3700,
		text: 'Hyundai Sonata привлекает водителей такси своим просторным салоном, современным дизайном и отличной экономичностью.',
		sale: false,
	},
	{
		url: 'jac-j7',
		brand: 'Jac J7',
		type: 'Комфорт+',
		price: 2800,
		text: '',
		sale: false,
	},
];

export const ransomCars = [
	{
		brand: 'Nissan Qashqai',
		type: 'Комфорт',
		price: 4000,
		contribution: 0,
		term: 'на 500 дней',
	},
	{
		brand: 'Nissan Qashqai',
		type: 'Комфорт',
		price: 2800,
		contribution: 0,
		term: 'на 2 года',
	},
	{
		brand: 'Nissan Qashqai',
		type: 'Комфорт',
		price: 2600,
		contribution: 0,
		term: 'на 3 года',
	},
	{
		brand: 'Skoda Octavia',
		type: 'Комфорт',
		price: 3700,
		contribution: 0,
		term: 'на 500 дней',
	},
	{
		brand: 'Skoda Octavia',
		type: 'Комфорт',
		price: 2600,
		contribution: 0,
		term: 'на 2 года',
	},
	{
		brand: 'Kia Optima',
		type: 'Комфорт+',
		price: 4700,
		contribution: 0,
		term: 'на 500 дней',
	},
	{
		brand: 'Kia Optima',
		type: 'Комфорт+',
		price: 3300,
		contribution: 0,
		term: 'на 2 года',
	},
];

export const questionsAnswers = [
	{
		question: 'Как зарабатывать в такси больше?',
		answers: [
			'Как больше зарабатывать мы подробно расскажем Вам в процессе обучения!',
			'Коротко на этот вопрос ответить очень сложно. Есть масса хитростей и приемов по увеличению Вашего заработка и мы Вас всем им научим.',
		],
	},
	{
		question: 'Как пройти фотоконтроль в Яндексе?',
		answers: [
			'В таксометре необходимо сделать фотографии согласно инструкции программы.',
			'Фото нужно сделать обязательно в светлое время суток или в хорошо освещенном месте.',
		],
		linkTitle: 'Подробная инструкция',
		link: 'https://www.youtube.com/watch?v=swJ0jPR-wfk&t=1s&ab_channel=%D0%AF%D0%BD%D0%B4%D0%B5%D0%BA%D1%81%D0%9F%D1%80%D0%BE%7C%D0%92%D0%BE%D0%B4%D0%B8%D1%82%D0%B5%D0%BB%D0%B8',
	},
	{
		question: 'Первые действия водителя при ДТП',
		answers: [
			'Остановиться, включить аварийную сигнализацию, выставить знак аварийной остановки, позвонить на короткий номер 112, если есть пострадавшие.',
			'- Связаться со службой безопасности по телефону +7 (925) 487-11-91.',
			'- Действовать в строгом соответствии с инструкцией «Действия водителя Такси Шоколад при ДТП» (см. перечень документов к договору аренды ТС).',
		],
	},
	{
		question: 'Первые действия водителя при поломке автомобиля? (не ДТП)',
		answers: [
			'Остановиться, позвонить с 09:00 до 23:00 специалисту по СТО Алексею по телефону +7 (903) 120-05-71 или +7 (926) 559-24-19 (резерв) и объяснить суть поломки.',
		],
	},
	{
		question:
			'На каком классе автомобиля больше доход или эконом, где больше заказов?',
		answers: [
			'Доход больше на автомобиле комфорт класса, так как водитель может выполнять заказы и по эконому тоже.',
			'Также у некоторых агрегаторов есть повышающие тарифы для класса комфорт.',
		],
	},
	{
		question: 'Что делать, если загорелась лампа давления масла?',
		answers: [
			'Остановиться-заглушить мотор-проверить уровень масла в ДВС-позвонить специалисту по СТО Алексею по телефону +7 (903) 120-05-71 или +7 (926) 559-24-19 (резерв) и объяснить ситуацию.',
		],
	},
	{
		question: 'Нужно ли проверять уровни жидкостей перед началом поездки?',
		answers: [
			'Проверять уровни масла в двигателе и охлаждающей жидкости нужно перед каждым холодном запуском двигателя. Это предотвратить серьёзные поломки и потерю времени при эвакуации в процессе выполнения заказа.',
		],
	},
	{
		question: 'Что делать, если двигатель перегревается?',
		answers: [
			'- Проверить уровень охлаждающей жидкости.',
			'- Включить вентилятор печки на MAX обороты в режиме печки на MAX температуру.',
			'- Остановиться и не глушить мотор, дать остыть до рабочей температуры, после заглушить двигатель.',
			'- Позвонить специалисту по СТО Алексею по телефону +7 (903) 120-05-71 или +7 (926) 559-24-19 (резерв) и объяснить ситуацию.',
		],
	},
	{
		question: 'Что делать, если загорелась ошибка двигателя?',
		answers: [
			'Остановиться, позвонить с 09:00 до 23:00 специалисту по СТО Алексею по телефону +7 (903) 120-05-71 или +7 (926) 559-24-19 (резерв) и объяснить суть поломки.',
		],
	},
	{
		question:
			'Что делать, если ДТП произошло ночью и на связи только диспетчерская?',
		answers: [
			'Сотрудник службы безопасности доступен круглосуточно по телефону +7 (925) 487-11-91. Если не можете ему дозвониться, то вызываете сотрудников ГИБДД по телефону 112',
			'Далее работайте по памятке при ДТП (выдается с договором аренды) и эвакуация машины (при не возможности продолжить движение) с помощью диспетчерской на территорию ТМП 18 (Москва, 1-й Нагатинский проезд, 15) на парковочное место за основным зданием.',
		],
	},
	{
		question: 'Стучит, гремит, что делать, почему, кому звонить?',
		answers: [
			'Остановиться, позвонить с 09:00 до 23:00 специалисту по СТО Алексею по телефону +7 (903) 120-05-71 или +7 (926) 559-24-19 (резерв) и объяснить суть поломки.',
		],
	},
	{
		question: 'Как вызвать эвакуатор самостоятельно?',
		answers: [
			'Позвонить по телефону +7 (495) 255-23-53 или +7 (916) 774-75-55 представиться «Такси Шоколад» указать адрес подачи эвакуатора и адрес доставки 1-й Нагатинский проезд, 15. Эвакуация автомобиля производиться только на территорию ТМП 18 (Москва, 1-й Нагатинский проезд, 15) и на парковочное место за основным зданием.',
			'Оплата эвакуатора производится за счет водителя.',
			'Обязательно предоставление документов на эвакуацию, в которых указывается адрес погрузки/разгрузки, гос номер и стоимость (дополнительно записать контактный телефон эвакуатора).',
			'Далее документы отдаются в отдел ОРТС.',
		],
	},
	{
		question: 'В случае ДТП невозможно никому дозвониться?',
		answers: [
			'Вызываются сотрудники ГИБДД по телефону 112, далее работайте по памятке при ДТП (выдается в договором аренды) и самостоятельная эвакуация (при не возможности продолжить движение) машины на территорию ТМП 18 (Москва, 1-й Нагатинский проезд, 15) на парковочное место за основным зданием.',
		],
	},
	{
		question: 'Откуда у меня штрафы (я не нарушал)?',
		answers: [
			'Штрафы ПДД по камерам фотофиксации поступают в таксопарк из баз ГИБДД и МАДИ в автоматическом режиме. Водитель имеет возможность самостоятельно отследить наличие штрафов на сайте «Автокод». Либо получить подробности по начисленным штрафам ПДД, обратившись в транспортный отдел таксопарка.',
		],
		linkTitle: 'Автокод',
		link: 'https://avtocod.ru',
	},
	{
		question: 'В какое время лучше всего начинать работать?',
		answers: [
			'Водитель в праве самостоятельно организовывать свой график работы. Мы же рекомендуем водителям выходить на линию рано утром по будням. Утренний час пик с 6:00 до 11:00 наиболее продуктивное время для работы таксиста. В это время много заказов, также действуют повышенные коэффициенты к тарифам.',
		],
	},
	{
		question:
			'Как установить детское кресло в автомобиль как пристегнуть ребенка?',
		answers: ['На каждом детском кресле есть инструкция по установке.'],
		linkTitle: 'Подробная инструкция',
		link: 'https://youtube.com/watch?time_continue=1&v=MqNhkiqISZA',
	},
	{
		question: 'Оборудован ли автомобиль детским креслом и планшетом?',
		answers: [
			'Автомобиль в штатной колонне оборудован детским креслом I, II, III группы и бустером. В салоне автомобиля установлен планшет в держателе, имеется зарядное устройство.',
			'Автомобиль выдаваемый в аренду, в качестве дополнительной опции оборудован детским креслом I, II, III группы и бустером.',
			'Стоимость опции составляет: 20 ₽/сутки за детское кресло; 10 ₽/сутки за бустер. Возможна аренда планшета – 100 ₽/сутки + 1500 ₽ залог.',
		],
	},
];

export const reviews = [
	{
		name: 'Василий',
		review: `Первый опыт аренды.Машину выдали и оформили очень быстро .Таксопарком очень доволен, условия отличные, отношение к водителям очень хорошее и лояльное. Цена на аренду очень хорошая. Подводных камней у меня не было. В парке отработал больше трех месяцев в комфорте . Почему ушел? Попалась новая машина К+. Парку 5звезд! Ребята, спасибо за сотрудничество 🤝 Вы лучшие!`,
	},
	{
		name: 'Александр',
		review: `Большой парк машин, есть из чего выбрать. Сначала брал в аренду Поло, но потом взял в аренду Камри. Обе машины не новые, но в хорошем состоянии, проблем с ним не было. Большой плюс, что тех. поддержка адекватная и всегда на связи.`,
	},
	{
		name: 'Андрей',
		review: `Один из лучших парков . Держит золотую середину !!`,
	},
	{
		name: 'Глеб',
		review: `Нормально. Парк большой. Иногда не понятно с начислениями и заявления на каждый выходной нужно приезжать и писать.`,
	},
	{
		name: 'Ирина',
		review: `В Шоколад отличный выбор, достаточно большой таксопарк. Первый день сделали бесплатно, порадовало, что также без залога и депозита. ТО и страховка уже включены. Авто в отличном состоянии, осталось только положительное впечатление.`,
	},
	{
		name: 'Иван',
		review: `Всё хорошо, разве что долго брать и сдавать авто. Кто 1й раз, ищите чат в телеге шоколад, там бронируйте машину вечером, а утром сразу за ней идите. Так быстрей и выгоднее.`,
	},
];
